tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "railwaycat/emacsmacport"
tap "wez/wezterm"
brew "autojump"
brew "bat"
brew "chezmoi"
brew "coreutils"
brew "docker-compose"
brew "fd"
brew "fzf"
brew "go"
brew "make"
brew "ripgrep"
brew "thefuck"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-vi-mode"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-native-comp", "with-nobu417-big-sur-icon"]
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "anki"
cask "docker"
cask "wezterm-nightly"
